{
  "bad_request_error_message": "Ungültige Anfrage",
  "create_post_child_comment_parent_comment_not_found_error_message": "Der Kommentar, auf den Sie antworten möchten, wurde nicht gefunden. Es ist nicht möglich, auf einen nicht vorhandenen Kommentar zu antworten",
  "create_post_child_comment_post_not_found_error_message": "Der Beitrag, der mit dem Kommentar verknüpft ist, auf den Sie antworten möchten, wurde nicht gefunden. Es ist nicht möglich, auf einen Kommentar eines nicht vorhandenen Beitrags zu antworten",
  "create_post_comment_reaction_post_comment_not_found_error_message": "Der Kommentar, auf den Sie reagieren möchten, wurde nicht gefunden. Es ist nicht möglich, auf einen nicht vorhandenen Kommentar zu reagieren",
  "create_post_comment_reaction_user_already_reacted_error_message": "Der Benutzer hat bereits auf diesen Kommentar reagiert und kann nicht erneut reagieren",
  "delete_post_comment_does_not_belong_to_user_error_message": "Der Benutzer kann den Kommentar nicht löschen",
  "delete_post_comment_reaction_post_comment_not_found_error_message": "Der Kommentar wurde nicht gefunden. Es ist nicht möglich, eine Reaktion auf einen nicht vorhandenen Kommentar zu löschen",
  "delete_post_comment_reaction_user_has_not_reacted_error_messaged": "Die Reaktion, die Sie löschen möchten, wurde nicht gefunden. Es ist nicht möglich, eine nicht vorhandene Reaktion zu löschen",
  "delete_post_comment_parent_comment_not_found_error_message": "Es ist nicht möglich, die Antwort zu löschen. Die Antwort/Kommentar existiert nicht",
  "delete_post_comment_post_comment_cannot_be_deleted_error_message": "Es ist nicht möglich, den Kommentar/die Antwort zu löschen. Bitte versuchen Sie es später erneut",
  "delete_post_comment_post_comment_not_found_error_message": "Der Kommentar oder die Antwort, die Sie löschen möchten, wurde nicht gefunden",
  "delete_post_comment_post_not_found_error_message": "Der Beitrag, der mit dem Kommentar verknüpft ist, den Sie löschen möchten, existiert nicht. Es ist nicht möglich, einen Kommentar zu einem nicht vorhandenen Beitrag zu löschen",
  "invalid_name_error_message": "Der Name ist ungültig",
  "invalid_email_error_message": "Die E-Mail ist ungültig",
  "post_not_found_error_message": "Der Beitrag wurde nicht gefunden",
  "post_reaction_does_not_exist_error_message": "Der Benutzer hat noch nicht auf den Beitrag reagiert",
  "post_save_cannot_remove_saved_post_error_message": "Der Beitrag kann nicht aus der Liste der gespeicherten Beiträge des Benutzers entfernt werden",
  "post_save_post_already_on_saved_post_error_message": "Der Beitrag wurde bereits vom Benutzer gespeichert",
  "server_error_error_message": "Dienst nicht verfügbar. Bitte später erneut versuchen",
  "something_went_wrong_error_message": "Ein Fehler ist bei der Ausführung aufgetreten. Bitte versuchen Sie es später erneut",
  "user_already_reacted_to_post_error_message": "Der Benutzer hat bereits auf diesen Beitrag reagiert",
  "user_already_reported_post_error_message": "Der Benutzer hat diesen Beitrag bereits gemeldet",
  "user_forbidden_resource_error_message": "Der Benutzer hat keinen Zugriff auf die Ressource"
}
